export const language = [
    {
        // RU language
        navbar: {
            headerTitle: "Образовательная платформа Кубаныча",
            headerNav: ["Наши курсы", "Кайдзен школа", "Кайдзен клуб", "Путешествия", "Магазин"],
        },
        buttons: {
            guest: ["Войти", "Продолжить"]
        },
        OAuth: ["Вход", "Забыл пароль", "восстановление пароля", "вернутся к авторизаций"]

    },
    {
        // KG language
        navbar: {
            headerTitle: "Кубаныч билим берүү платформасы",
            headerNav: ["Биздин курстар", "Кайдзен мектеп", "Кайдзен клуб", "Сапарлар", "Дүкөн"],
        },
        buttons: {
            guest: ["Кирүү", "Улантуу"]
        },
        OAuth: ["Кирүү", "Сыр сөздү унуттум", "сыр сөздү калыбына келтирүү", "кире беришке кайтуу"]
    }
]